[{"address": "Mascot, Sydeny, NSW", "icon": "icon1.jpg", "tag": "poverty", "title": "Help a family find a safe home next winter", "description": "\nTo support a homeless family into accommodation costs around $300 to rent a single room or $800 to move into a studio flat or similar.  Mascot Homeless have assisted just under 50 individuals into accommodation or helped to avoid eviction since the charity was formed  in February 2017 and have proved that finding homes for individuals has given them the ability to move forward and make life style changes\n", "id": "0001", "time": "05-05-2020", "org": "Mission Australia", "org_link": "https://www.missionaustralia.com.au", "fundings": [{"name": "Empty Room", "target": 200, "raised": 87}, {"name": "Money", "target": 15000, "raised": 890}]}, {"address": "online", "icon": "icon2.jpg", "tag": "human right", "title": "CHINA: RELEASE BUZAINAFU", "description": "\nChinese police took Buzainafu from her parents’ home in Xinjiang, China in March 2017. She was sentenced to seven years in prison in June 2017 on charges of ‘assembling a crowd to disturb social order.’ No one has heard from her since she was taken.\n\nAt the time of her arrest, Buzainafu Abudourexiti was about to join her husband Almas in Australia, where they could begin their lives together. Almas has not heard from Buzainafu since the police took her from her parents’ home.\n\nUyghurs are a mostly Muslim ethnic minority group that the Chinese government has persecuted for decades. Since 2017, China has intensified its campaign of persecution, detaining over one million Uighurs in ‘re-education camps'.\n\nPeople can be sent to these camps for wearing burqas or having an “abnormal” beard. China claims they receive “vocational training” to help them with their “radical thoughts.” But this training can include verbal abuse, food deprivation, solitary confinement, and beatings. There have even been reports of deaths inside the camps.\n\nAlmas won’t give up until Buzainafu is released, but he needs your support to show the Chinese authorities that thousands of people stand with him. Call on the Chinese authorities to release Buzainafu immediately.\n", "id": "0002", "time": "10-10-2019", "org": "Amnesty International Australia", "org_link": "https://action.amnesty.org.au/donate", "fundings": [{"name": "Signatures", "target": 25000, "raised": 24678}]}, {"address": "Randwick, Sydney, NSW", "icon": "icon3.jpg", "tag": "eduation", "title": "Preventing exclusion from music education.", "description": "\nYoung Musicians who are members of Hillsongs are expected to rehearse in their ensembles for an hour each week or bi-weekly for 2 hours. during term time. They also perform in concert at least 3 times per year often more\nNon - compulsory musical opportunities are also offered to support their musical education and ensure the quality of ensemble performance.  These include workshop days, workshop weekends and Concert Tours.\nA fee is charged to attend some of these events others are fully funded from other sources. \nFor AIME, they are driven to unlock the limitless potential of children who have been left behind.\nThey also do that by building mentoring bridges between universities and high schools, between the powerful and the powerless, the haves and the have nots. We know that our fiery and intuitive brand of mentoring ends the cycle of disadvantage by permanently changing mindsets. Based in Redfern, Australia, our operation runs across campuses worldwide.\n", "id": "0003", "time": "05-08-2020", "org": "Australian Indigenous Mentoring Experience (AIME)", "org_link": "https://aimementoring.com/donate", "fundings": [{"name": "Instruments", "target": 80, "raised": 59}, {"name": "Money", "target": 10000, "raised": 890}]}, {"address": "Kingsford, Sydney, NSW", "icon": "icon4.jpg", "tag": "health", "title": "Supporting Families of Children with Autism.", "description": "\nFunding a full time Play Leader at Autism Spectrum Australia. \nAutism Spectrum Australia (Aspect) is Australia’s largest national service provider for people on the autism spectrum. Our specialised, evidence informed schools program is one of the largest in the world, with additional services that include information and advice, diagnostic assessments, behaviour support, parent and family support, and adult programs.\nThe role of the Play Leader is essential to this work with dedicated staff providing vital emotional support alongside planning and delivering  fun and exciting activities for the whole family.  Play Leaders ensure that children with special needs have the opportunity to develop physically, cognitively and emotionally by running activities that allow them to explore the world in many fun and exciting ways that previously they may not have had the opportunity to do.  Play Leaders also work to encourage independence and key living skills at a number of targeted sessions run at Autism Spectrum Australia.\n", "id": "0004", "time": "05-01-2020", "org": "Autism Spectrum Australia (Aspect)", "org_link": "https://www.autismspectrum.org.au/get-involved/donate/donate-once", "fundings": [{"name": "volunteers", "target": 15, "raised": 6}, {"name": "Money", "target": 8000, "raised": 1346}]}, {"address": "Green Square, Sydney, NSW", "icon": "icon5.jpg", "tag": "religion", "title": "Christian Community Development.", "id": "0005", "time": "05-04-2020", "org": "Hillsong Young & Free", "org_link": "https://hillsong.com/australia/give/", "description": "\nHillsong seeks to strengthen local communities by developing its existing voluntary services.These are an expanding befriending service, a successful community cafe, a School Pastor initiative. The funds will help us to:- 1)encourage further volunteering, provide more visiting for the older and isolated within the community, more social opportunities, the promotion of friendships and a feeling of inclusion, more intergenerational contact and understanding, more networking between the voluntary, statutory, faith and business sectors. We hope to provide evidence of improved outcomes and measurable outputs. 2) maintain our present organisation, in terms of employment costs (three part time co-ordinators), recruiting, publicity,  administration, and monitoring.\"\n", "fundings": [{"name": "Money", "target": 7500, "raised": 1700}]}, {"address": "Train Station, City, Sydney, NSW", "icon": "icon6.jpg", "tag": "health", "title": "Creating a Disability Hub.", "id": "0006", "time": "11-11-2020", "org": "The Smith Family", "org_link": "https://www.thesmithfamily.com.au/donate", "description": "\nIn response to the lack of meeting rooms and low cost quality office space and the increased pressure on resources for disability organisations, \nwe would like to create a Disability Hub for use by organisations and individuals affected by disability in the area. This investment is a strategic \nand valuable one for the sector at a time when land and property in Reading is rapidly being sold for commercial purposes and  small offices are being rented out for $24000 annually. We have identified a well-located and very reasonably-priced property in Reading; the seller has kindly said that they will give us 15 months to find the purchase price of $250000.\nIt would be immensely valuable for charities and voluntary organisations in Reading to have a Hub for office and meeting rooms; the building is located on a bus route but also has allocated parking spaces, and is a 20 minute walk from the Reading main-line railway station.\n", "fundings": [{"name": "Money", "target": 250000, "raised": 56400}]}, {"address": "Parramatta, Sydney, NSW", "tag": "poverty", "icon": "icon7.jpg", "title": "break the cycle of homelessness.", "id": "0007", "time": "11-1-2020", "org": "Sacred Heart Mission", "org_link": "https://www.sacredheartmission.org/donate", "description": "\nYou can help Sydney’s most vulnerable people find shelter, food, care and support. Since 1982 Sacred Heart Mission has found innovative and effective ways to break the cycle of homelessness and address the underlying causes disadvantage within the community.\n", "fundings": [{"name": "Money", "target": 90000, "raised": 85900}]}, {"address": "Australian Forrest Conversation", "tag": "nature", "icon": "icon8.jpg", "title": "Fire Management", "id": "0008", "time": "11-12-2020", "org": "Australian Wildlife Conservancy", "org_link": "https://www.australianwildlife.org/support-us/donate/", "description": "\nFire regimes have changed dramatically in Australia, with an increase in the scale and intensity of wildfires, particularly in northern Australia. AWC implements the largest private fire management program in Australia.\nAustralian Wildlife Conservancy is the biggest private (not for profit) owner and/or manager of land for conservation in Australia. As a leader in the field, our mission is the effective conservation of all Australian native species and the habitats in which they live.\n", "fundings": [{"name": "Money", "target": 50000, "raised": 3450}]}, {"address": "Newtown, Sydney, NSW", "tag": "health", "icon": "icon9.jpg", "title": "Give kids more fun", "id": "0009", "time": "11-03-2020", "org": "Camp Quality", "org_link": "https://www.campquality.org.au/donate", "description": "\nA friendly face in each of the children’s hospitals around the country,\nCamp Quality Family Liaison Co-ordinators visit kids every week offering support and advice, \nas well as the essential connections families need to both Camp Quality's services and others. \nThey are often accompanied by our puppets – Kylie, Dean and Melissa – who make everybody on the ward laugh!\n", "fundings": [{"name": "Money", "target": 36000, "raised": 34500}]}, {"address": "Bankstown, Sydney, NSW", "tag": "poverty", "icon": "icon10.jpg", "title": "Women and girls bear the brunt of poverty", "id": "0010", "time": "01-05-2020", "org": "CARE Australia", "org_link": "https://www.care.org.au/donate/", "description": "\nCARE empowers women and girls to build a more equal world. We actively help women to earn more income, prevent violence, get basic services and gain more learning opportunities.\n\nOur programs support women so that they can have income-earning skills and own assets like livestock. We also help them with access to microfinance. CARE is committed to helping poor women and girls out of violence in families and workplaces. Women are getting better leadership skills through our work in many countries of the world.\n", "fundings": [{"name": "Money", "target": 80000, "raised": 44900}]}, {"address": "South Asian", "tag": "poverty", "icon": "icon11.jpg", "title": "South Asian flood", "id": "0011", "time": "11-08-2019", "org": "Oxfam Australia", "org_link": "https://www.oxfam.org.au/donate/", "description": "\nDeadly floods and landslides have already killed more than 300 people and forced over 12 million more from their homes, as the disaster continues to rip through South Asia. During the past few days, India, Nepal, and Bangladesh have experienced some of the worst floods in years threatening millions more people.\nOxfam is on the ground, reaching the most affected with the emergency help they need to survive. We are supporting more than 360,000 people in these countries with food, clean drinking water, emergency shelter, toilets and hygiene kits.\n", "fundings": [{"name": "Money", "target": 150000, "raised": 167000}]}, {"address": "Bondi Beach, Sydney, NSW", "tag": "health", "icon": "icon12.jpg", "title": "50% reduction in coastal drowning deaths", "id": "0012", "time": "11-10-2019", "org": "Surf Life Saving Australia", "org_link": "https://www.slsfoundation.com.au/donate-now/", "description": "\nWe take a risk management and evidence based approach to coastal safety to ensure appropriate public education programs, mitigation strategies and lifesaving services are in place to address coastal safety issues.\nThis is extended into known drowning blackspots in order to achieve the Australian Water Safety Strategy goal of a 50% reduction in coastal drowning deaths by 2020.\n", "fundings": [{"name": "Money", "target": 8000, "raised": 7000}]}]
